[
  {
    "type": "employment",
    "info": "You have a right to not be discriminated against in the workplace. Employment discrimination is prohibited by federal law, state law and many local laws. Each law is a little different, and some laws may apply to your situation, while others may not. For example, some employers may be subject to different rules based on the employer’s size, religious affiliation or the type of business it runs.",
    "rights": [
      {
        "type": "religious",
        "rights": [
          "Title VII of the Civil Rights Act of 1964 and the Washington Law Against Discrimination prohibit discrimination and harassment based on your religious beliefs. Harassment can include offensive comments about your religious beliefs or practices,including religious attire, which create a negative environment where it is difficult to do your job."
        ]
      },
      {
        "type": "workplace",
        "rights": [
          "Under Title VII of the Civil Rights Act and the Washington Law Against Discrimination, employers may not discriminate on the basis of race, color, or national origin.", 
          "Your employer cannot refuse to hire you, pay you less, cut your hours or otherwise unfavorably alter your working conditions on the basis of your race, color, or national origin.",
          "Your employer also cannot establish policies that have a disproportionately negative effect on workers of a particular race, color, or national origin unless the employer can prove that the policy is necessary for the business to operate."
        ]
      },
      {
        "type": "sex",
        "rights": [
          "Under the law, pregnancy is included as a part of gender, which means that your employer may not discriminate against you because you are pregnant or may decide to have a baby.",
          "Your employer cannot make policies that negatively affect the members of one gender unless they can prove that the policy is necessary for the business to operate."
        ]
      }
    ],
    "solutions": [
      "Address the issue with your employer through internal policies and procedures.",
      "File a complaint with the Washington State Human Rights Commission.",
      "File a complaint with the federal U.S. Equal Employment Opportunity Commission (EEOC). The EEOC calls a complaint a “Charge of Discrimination.” Importantly, you must file a Charge of Discrimination within 180 days of the last discriminatory act. A Charge of Discrimination can be filed on behalf of another person if needed to protect the identity of the employee who is complaining"
    ]
  },
  {
    "type": "housing",
    "info": "You have a right to be free from discrimination in housing transactions, including renting, leasing, purchasing and obtaining financing for land or housing. Washington law prohibits discrimination by landlords, real estate agents, sellers, mortgage brokers, or other individuals involved in real estate transactions." ,
    "rights": [
      {
        "type": "adversiting",
        "rights": [
          "Landlords, real estate agents, sellers, mortgage brokers, or other individuals involved in real estate transactions may not discriminate based on race, color, national origin, creed (religion), sex or gender, marital status, sexual orientation, mental or physical disability, use of a trained dog guide, honorably discharged veteran or military status, or families with children status (having a child under 18 in the home).",
          "For example, a sign outside an apartment complex that advertises, “Apartment available, mature professionals only - No children” would be prohibited as discriminating based on families with children status unless the property qualifies as senior housing."
        ]
      },
      {
        "type": "sales",
        "rights": [
          "When real estate is for sale or rent, everyone should be offered the same terms whether or not they belong to a protected class. This means that the availability, price and other details of a sale or rental should not depend on factors like race, national origin, religion, or sex."
        ]
      }
    ],
    "solutions": [
      "File a complaint with the Washington State Human Rights Commission.",
      "File a complaint with the federal U.S. Department of Urban Development (HUD). HUD is the federal agency responsible for enforcing federal fair housing laws. You must file a complaint within one year of the discriminatory conduct you are complaining about."
    ]
  },
  {
    "type": "voting",
    "info": "Voting is a fundamental right of citizenship. Washington state encourages every eligible person to register to vote and to participate in all elections. Washington is also committed to preventing discrimination and fraud related to voting. The purpose of this chapter is to provide you with information about how to register to vote and how to report fraud and discrimination related to voting. To vote, you must be at least 18 years of age at the time of the next election, be a US citizen, a resident of the state, county, and precinct where you are registering for at least 30 days before the next election, and not be disqualified from voting.",
    "rights": [
      {
        "type": "disabilities",
        "rights": [
          "Voters with disabilities have the option of voting in person at an Accessible Voting Unit (also called a Disability Access Unit). Accessible Voting Units are wheelchair-accessible, have headphones to allow voters with vision impairments to listen to the ballot, and have touch screens and other tools to allow voters to select candidates."
        ]
      }
    ],
    "solutions":[
      "Notify the Secretary of State. The Secretary of State is the chief election officer for all federal, state and local elections in Washington. The Secretary of State works to ensure orderly, timely, and uniform elections in compliance with federal and state law.",
      "File a complaint with the U.S. Department of Justice. The Civil Rights Division at the U.S. Department of Justice has a Voting Section, which enforces federal laws that protect the right to vote."
    ]
  },
  {
    "type": "education",
    "info": "You have a right to be free from discrimination in the classroom, whether you are in elementary school or a college student. This section covers civil rights laws governing primary and secondary education, as well as higher education. State and federal civil rights laws protect all people—including students, parents, and others— from discrimination in Washington public schools. The Office of the Superintendent of Public Instruction (OSPI) is the primary agency responsible for enforcing civil rights laws in Washington’s K-12 education system.",
    "rights": [
      {
        "type": "bullying",
        "rights": [
          "If harassment or bullying is motivated by membership in a protected class, your local school district’s discrimination policies and procedures apply. Check with your district to find out about options for resolving your issue."
        ]
      },
      {
        "type": "pregnancy",
        "rights":[
          "Schools are prohibited from discriminating on the basis of pregnancy, parenting, and all related conditions, including abortion. This means that schools must give all students who are, might be, or have been pregnant the same access to school programs and educational opportunities as other students.",
          "You cannot be required to drop a class or change your education plans because of your pregnancy."
        ]
      }
    ],
    "solutions":[
      "Contact the school district’s Civil Rights Compliance Coordinator. This is the district employee who is responsible for ensuring that your school district complies with nondiscrimination laws and regulations.",
      "File a complaint with the school district. You may file a discrimination complaint with the school district at any time. This process starts with a written and signed complaint letter to the school district. Once the district receives a complaint, they must investigate and respond to you within 30 calendar days."
    ]
  }
]